{"locale_data":{"messages":{"":{"plural_forms":"nplurals=2; plural=n != 1;","language":"pt","project_id_version":"WooCommerce - WooCommerce Payments"},"Error retrieving transactions.":[""],"Error retrieving transaction.":[""],"Error retrieving documents.":[""],"Error retrieving the active loan summary.":["Erro ao obter o resumo do empréstimo ativo."],"Accept your payment with EPS — a common payment method in Austria.":["Aceite o seu pagamento com EPS, um método de pagamento comum na Áustria."],"EPS":["EPS"],"United States (US) dollar":["Dólares Americanos (USD)"],"Swedish krona":["Coroa Sueca"],"New Zealand dollar":["Dólar Neozelandês"],"Norwegian krone":["Coroa Norueguesa"],"Pound sterling":["Libra Esterlina"],"Euro":["Euro"],"Danish krone":["Coroa Dinamarquesa"],"Swiss franc":["Franco Suíço"],"Canadian dollar":["Dólar Canadiano"],"Australian dollar":["Dólar Australiano"],"Bulk Electronic Clearing System — Accept secure bank transfer from Australia.":["BECS (Bulk Electronic Clearing System) — Aceite transferências bancárias seguras da Austrália."],"BECS Direct Debit":["Débito Direto BECS"],"Error retrieving the summary of disputes.":["Erro ao obter o resumo das disputas."],"Error retrieving store settings.":["Ocorreu um erro ao obter as definições da loja."],"Error retrieving single currency settings.":["Ocorreu um erro ao obter as definições de moeda única."],"Error updating currency settings.":["Ocorreu um erro ao atualizar as definições de moeda."],"Currency settings updated.":["Definições de moeda atualizadas."],"Error saving store settings.":["Ocorreu um erro ao guardar as definições da loja."],"Store settings saved.":["Definições da loja guardadas."],"Bancontact is a bank redirect payment method offered by more than 80% of online businesses in Belgium.":["O Bancontact é um método de pagamento de redirecionamento bancário oferecido por mais de 80% das empresas online na Bélgica."],"Bancontact":["Bancontact"],"Expand your business with iDEAL — Netherlands’s most popular payment method.":["Expanda o seu negócio com o iDEAL, o método de pagamento mais popular dos Países Baixos."],"iDEAL":["iDEAL"],"Accept payments with Przelewy24 (P24), the most popular payment method in Poland.":["Aceite pagamentos com o Przelewy24 (P24), o método de pagamento mais popular da Polónia."],"Przelewy24 (P24)":["Przelewy24 (P24)"],"Error retrieving currencies.":["Ocorreu um erro ao obter as moedas."],"Error updating enabled currencies.":["Ocorreu um erro ao atualizar as moedas ativadas."],"Enabled currencies updated.":["Moedas ativadas atualizadas."],"Error retrieving all deposits' overviews.":["Ocorreu um erro ao obter as descrições gerais de todos os depósitos."],"{{strong}}Need help?{{\/strong}} Learn more about {{wooCommercePaymentsLink}}WooCommerce Payments{{\/wooCommercePaymentsLink}} or {{contactSupportLink}}contact WooCommerce Support{{\/contactSupportLink}}.":["{{strong}}Precisa de ajuda?{{\/strong}} Saiba mais acerca do {{wooCommercePaymentsLink}}WooCommerce Payments{{\/wooCommercePaymentsLink}} ou {{contactSupportLink}}contacte o suporte do WooCommerce{{\/contactSupportLink}}."],"Payment methods that need WooCommerce Payments:":["Métodos de pagamento que precisam do WooCommerce Payments:"],"You can enable WooCommerce Payments again at any time in {{settingsLink}}settings{{\/settingsLink}}.":["Pode ativar o WooCommerce Payments novamente em qualquer altura nas {{settingsLink}}definições{{\/settingsLink}}."],"WooCommerce Payments is currently powering multiple popular payment methods on your store. Without it, they will no longer be available to your customers which may {{strong}}influence conversions and sales on your store.{{\/strong}}":["Atualmente, o WooCommerce Payments permite vários métodos de pagamento populares na sua loja. Sem o mesmo, estes deixarão de estar disponíveis para os seus clientes, o que pode {{strong}}influenciar as conversões e as vendas na sua loja.{{\/strong}}"],"Error retrieving settings.":["Ocorreu um erro ao obter as definições."],"Error saving settings.":["Ocorreu um erro ao guardar as definições."],"Settings saved.":["Configurações guardadas"],"Reach 500 million customers and over 20 million businesses across the European Union.":["Alcance 500 milhões de clientes e mais de 20 milhões de empresas em toda a União Europeia."],"Accept secure bank transfers from Austria, Belgium, Germany, Italy, Netherlands, and Spain.":["Aceite transferências bancárias seguras da Alemanha, Áustria, Bélgica, Espanha, Itália e Países Baixos."],"Expand your business with giropay — Germany’s second most popular payment system.":["Expanda a sua empresa com o Giropay, o segundo sistema de pagamento mais popular da Alemanha."],"giropay":["giropay"],"Let your customers pay with major credit and debit cards without leaving your store.":["Permita que os seus clientes paguem com os principais cartões de crédito e de débito sem sair da sua loja."],"Credit card \/ debit card":["Cartão de crédito\/cartão de débito"],"Sofort":["Sofort"],"Disable WooCommerce Payments":["Desativar o WooCommerce Payments"],"Error retrieving disputes.":["Ocorreu um erro ao obter as contestações."],"Error retrieving dispute.":["Ocorreu um erro ao obter a contestação."],"There has been an error accepting the dispute. Please try again later.":["Ocorreu um erro ao aceitar a contestação. Tente novamente mais tarde."],"You have accepted the dispute.":["Aceitou a contestação."],"You have accepted the dispute for order #%s.":["Aceitou a contestação da encomenda n.º %s."],"Error retrieving deposits overview.":["Ocorreu um erro ao obter a descrição geral dos depósitos."],"Error retrieving deposit.":["Ocorreu um erro ao obter o depósito."],"Error retrieving deposits.":["Ocorreu um erro ao obter os depósitos."],"Error creating instant deposit.":["Ocorreu um erro ao criar o depósito instantâneo."],"View details":["Ver detalhes"],"Instant deposit for %s in transit.":["Depósito instantâneo para %s em trânsito."],"SEPA Direct Debit":["Débito direto SEPA"]}}}