{"locale_data":{"messages":{"":{"plural_forms":"nplurals=2; plural=n != 1;","language":"pt","project_id_version":"WooCommerce - WooCommerce Payments"},"An explanation of how and when the customer was shown or provided your refund policy prior to purchase.":["Uma explicação de como e quando a sua política de reembolso foi apresentada ou fornecida ao cliente antes da compra."],"Refund policy disclosure":["Divulgação da política de reembolso"],"Your refund policy, as shown or provided to the customer.":["A sua política de reembolso, conforme apresentada ou fornecida ao cliente."],"Refund policy":["Política de reembolso"],"Refund policy info":["Informações sobre a política de reembolso"],"Any communication with the customer that you feel is relevant to your case (e.g. emails proving that they received the product or service, or demonstrating their use of or satisfaction with the product or service).":["Qualquer comunicação com o cliente que considere ser relevante para o seu caso (por exemplo, e-mails que comprovem que o cliente recebeu o produto ou o serviço ou que demonstrem a respetiva utilização ou satisfação com o produto ou o serviço)."],"Customer communication":["Comunicação com o cliente"],"Any receipt or message sent to the customer notifying them of the charge. This field will be automatically filled with a Stripe generated email receipt if any such receipt was sent.":["Qualquer recibo ou mensagem enviado ao cliente a notificá-lo da cobrança. Este campo será automaticamente preenchido com um recibo de e-mail gerado pela Stripe, caso tenha sido enviado um recibo."],"Receipt":["Recibo"],"Customer IP address":["Endereço IP do cliente"],"Customer billing address":["Morada de facturação do cliente"],"A relevant document or contract showing the customer's signature (if available).":["Um documento relevante ou um contrato no qual conste a assinatura do cliente (se disponível)."],"Customer signature":["Assinatura do cliente"],"Additional document":["Documento adicional"],"Additional details":["Detalhes adicionais"],"Provide any extra evidence or statements you'd like the bank to see, either as text or by uploading a document.":["Forneça qualquer prova adicional ou extratos que pretenda apresentar ao banco, em forma de texto ou ao carregar um documento."],"Documentation showing proof that a service was provided to the cardholder. This could include a copy of a signed contract, work order, or other form of written agreement.":["Documentação que apresente provas de que um serviço foi fornecido ao titular do cartão. Isto pode incluir uma cópia de um contrato assinado, uma ordem de trabalho ou outra forma de contrato escrito."],"Customer email":["E-mail do cliente"],"Proof of service":["Prova de serviço"],"The date on which the cardholder received or began receiving the purchased service.":["A data na qual o titular do cartão recebeu ou começou a receber o serviço comprado."],"Service date":["Data do serviço"],"Service details":["Detalhes do serviço"],"Any server or activity logs showing proof that the cardholder accessed or downloaded the purchased digital product. This information should include IP addresses, corresponding timestamps, and any detailed recorded activity.":["Quaisquer registos de atividades ou servidores que apresentem provas de que o titular do cartão acedeu ao produto digital comprado ou transferiu o mesmo. Estas informações devem incluir endereços IP, carimbos de data\/hora correspondentes e qualquer atividade registada detalhada."],"Download and activity logs":["Registos de transferências e atividades"],"• Evidence that the same device and card used in the disputed payment was used in a previous payment that was not disputed":["• Provas de que o mesmo dispositivo e cartão utilizados no pagamento contestado foram utilizados num pagamento anterior que não foi contestado"],"Customer name":["Nome do cliente"],"• Evidence that your website or app was accessed by the cardholder for purchase or services on or after the transaction date":["• Provas de que o titular do cartão acedeu ao seu Web site ou aplicação para compras ou serviços numa data igual ou posterior à data da transação"],"• Evidence that the customer logged into their account for your business before the transaction date":["• Provas de que o cliente iniciou sessão na respetiva conta da sua empresa antes da data da transação"],"• Customer name and email address linked to their customer profile":["• Nome do cliente e endereço de e-mail associado ao respetivo perfil"],"• Device ID and name of the device":["• ID e nome do dispositivo"],"• Customer's IP address and their device's geographical location at the time of purchase":["• O endereço IP do cliente e a respetiva localização geográfica no momento da compra"],"Provide at least two of the following pieces of information:":["Forneça, pelo menos, duas das seguintes informações:"],"A justification for why the customer's subscription was not canceled.":["Uma justificação para o não cancelamento da subscrição do cliente."],"Cancellation rebuttal":["Refutação do cancelamento"],"An explanation of how and when the customer was shown your cancellation policy prior to purchase.":["Uma explicação de como e quando a sua política de cancelamento foi apresentada ao cliente antes da compra."],"Cancellation policy disclosure":["Divulgação da política de cancelamento"],"Your subscription cancellation policy, as shown to the customer.":["A sua política de cancelamento de subscrições, conforme apresentada ao cliente."],"Cancellation policy":["Política de cancelamento"],"Cancellation policy info":["Informações sobre a política de cancelamento"],"A description of the product or service and any relevant details on how this was presented to the customer at the time of purchase.":["Uma descrição do produto ou serviço e quaisquer detalhes relevantes sobre como esta foi apresentada ao cliente no momento da compra."],"The address to which a physical product was shipped. The shipping address must match a billing address verified with AVS. (A signature is not required as evidence of delivery).":["O endereço para o qual um produto físico foi enviado. O endereço de envio tem de corresponder a um endereço de faturação verificado com o AVS. (Não é necessária uma assinatura como prova de entrega.)"],"Shipping address":["Morada de envio"],"The date on which a physical product began its route to the shipping address. This date should be prior to the date of the dispute.":["A data na qual um produto físico iniciou o trajeto para o endereço de envio. Esta data deve ser anterior à data da contestação."],"Product description":["Descrição do produto"],"Date of shipment":["Data de envio"],"Provide documentation as proof that a product was shipped to the cardholder at the same address the cardholder provided to you. This could include a copy of the shipment receipt or label, and show the full shipping address of the cardholder, if possible.":["Forneça documentação como comprovativo de que um produto foi enviado ao titular do cartão para o mesmo endereço que este forneceu. Isto pode incluir uma cópia da etiqueta ou do recibo de envio e apresentar o endereço de envio completo do titular do cartão, se possível."],"Proof of shipping":["Comprovativo de envio"],"The tracking number (if available) for a physical product, obtained from the delivery service. If multiple tracking numbers were generated for this purchase, please separate them with commas. When we compile your evidence into a single document, these tracking numbers will be expanded to include detailed delivery information from the carrier.":["O número de acompanhamento (se disponível) de um produto físico, obtido a partir do serviço de entregas. Se vários números de acompanhamento foram gerados para esta compra, separe-os por vírgulas. Quando compilamos as suas provas num único documento, estes números de acompanhamento são expandidos para incluir as informações de entrega detalhadas da transportadora."],"Tracking number":["Número de acompanhamento"],"The delivery service that shipped a physical product, such as Fedex, UPS, USPS, etc. If multiple carriers were used for this purchase, please separate them with commas.":["O serviço de entregas que enviou um produto físico, como a Fedex, a UPS, a USPS, etc. Se várias transportadoras foram utilizadas para esta compra, separe-as por vírgulas."],"Shipping carrier":["Transportadora"],"Shipping information":["Informações de envio"],"A copy of a service agreement or documentation for the disputed payment.":["Uma cópia da documentação ou do contrato de serviço do pagamento contestado."],"Service documentation":["Documentação de serviço"],"A shipping label or receipt for the disputed payment.":["Um recibo ou uma etiqueta de envio do pagamento contestado."],"Shipping documentation":["Documentação de envio"],"Upload documentation for the prior payment that can uniquely identify it, such as a separate receipt. This document should be paired with a similar document from the disputed payment that proves the two are separate. This should also include a separate shipping label or receipt for the other payment. If multiple products were shipped together, provide a packing list that shows each purchase.":["Carregue documentação do pagamento anterior que consiga identificá-lo de forma exclusiva, como um recibo separado. Este documento deve ser associado a um documento semelhante do pagamento contestado que prova que os dois são distintos. Isto também deve incluir um recibo ou uma etiqueta de envio do outro pagamento. Se vários produtos foram enviados em conjunto, forneça uma lista de embalagens que apresente todas as compras."],"Duplicate charge documentation":["Documentação da cobrança em duplicado"],"Provide general evidence about the customer and the order.":["Forneça provas gerais acerca do cliente e da encomenda."],"An explanation of the difference between the disputed payment and the prior one that appears to be a duplicate.":["Uma explicação da diferença entre o pagamento contestado e o anterior que parece ser um duplicado."],"General evidence":["Provas gerais"],"Explanation of duplicate charge":["Explicação da cobrança em duplicado"],"The charge ID for the previous payment that appears to be a duplicate of the one that is disputed.":["O ID da cobrança do pagamento anterior que parece ser um duplicado do que está a ser contestado."],"Duplicate charge ID":["ID da cobrança em duplicado"],"Duplicate charge info":["Informações de cobrança em duplicado"],"Your explanation for why the customer is not entitled to a refund.":["A sua explicação para o cliente não ter direito a um reembolso."],"Refund refusal explanation":["Explicação da recusa do reembolso"]}}}