{"locale_data":{"messages":{"":{"plural_forms":"nplurals=2; plural=n != 1;","language":"pt","project_id_version":"WooCommerce - WooCommerce Payments"},"Are you sure you want to enable manual capture of payments?":[""],"Enable manual capture":[""],"You must capture the payment on the order details screen within 7 days of authorization, otherwise the money will return to the shopper.":[""],"Only cards support manual capture. When enabled, all other payment methods will be hidden from checkout.":[""],"%s is not available to your customers when the \"manual capture\" setting is enabled.":[""],"%s cannot be enabled at checkout. Click to expand.":[""],"Can not load System Status Report":[""],"The following system status information will also be submitted:":[""],"Please provide additional details to help us improve the experience":[""],"Store logo on checkout":[""],"Checkout appearance":[""],"Use a custom logo to WooPay if the one taken from your store doesn’t look right. For best results, upload a high-resolution horizontal image with white or transparent background.":[""],"Replace":["Substituir"],"Upload custom logo":[""],"By enabling this feature, you agree to the {{stripeLinkTerms}}Link Terms{{\/stripeLinkTerms}}, and {{privacyPolicy}}Privacy Policy{{\/privacyPolicy}}":[""],"Stripe Link":[""],"By using WooPay, you agree to the {{tosLink}}WooCommerce Terms of Service{{\/tosLink}} and acknowledge you have read our {{privacyLink}}Privacy Policy{{\/privacyLink}} and understand you will be sharing data with us. {{trackingLink}}Click here{{\/trackingLink}} to learn more about data sharing. You can opt out of data sharing by disabling WooPay.":[""],"WooPay":[""],"When enabled, customers will be able to checkout using WooPay":[""],"Enable WooPay":[""],"Allow your customers to collect payments via WooPay.":[""],"Error retrieving transactions.":[""],"Error retrieving transaction.":[""],"Error retrieving documents.":[""],"From %1$f%% + %2$s":["De %1$f%% + %2$s"],"Apple Pay \/ Google Pay":["Apple Pay\/Google Pay"],"Customize":["Personalizar"],"Inform your customers about the return, refund, and exchange policy, or include any other useful message. Note that you can add plain text and links, but not images.":["Informe os seus clientes acerca da política de devolução, reembolso e câmbio ou inclua outra mensagem útil. Note que pode adicionar texto simples e ligações, mas não imagens."],"Custom message":["Mensagem Personalizada"],"When enabled, customers who have configured Apple Pay or Google Pay enabled devices will be able to pay with their respective choice of Wallet.":["Quando esta opção está ativada, os clientes que tiverem configurado os dispositivos com Apple Pay ou Google Pay poderão pagar com a sua escolha de Carteira."],"Invalid express checkout method ID specified.":["ID de método de pagamento expresso especificado inválido."],"Configure the display of Apple Pay and Google Pay buttons on your store.":["Configure a exibição dos botões Apple Pay e Google Pay na sua loja."],"Allow your customers to collect payments via Apple Pay and Google Pay.":["Permita aos seus clientes receberem pagamentos através do Apple Pay e Google Pay."],"Error retrieving the active loan summary.":["Erro ao obter o resumo do empréstimo ativo."],"EPS transactions":["Transações EPS"],"Accept your payment with EPS — a common payment method in Austria.":["Aceite o seu pagamento com EPS, um método de pagamento comum na Áustria."],"EPS":["EPS"],"United States (US) dollar":["Dólares Americanos (USD)"],"Swedish krona":["Coroa Sueca"],"New Zealand dollar":["Dólar Neozelandês"],"Norwegian krone":["Coroa Norueguesa"],"Pound sterling":["Libra Esterlina"],"Euro":["Euro"],"Danish krone":["Coroa Dinamarquesa"],"Swiss franc":["Franco Suíço"],"Canadian dollar":["Dólar Canadiano"],"Australian dollar":["Dólar Australiano"],"BECS Direct Debit transactions":["Transações de Débito Direto BECS"],"Bulk Electronic Clearing System — Accept secure bank transfer from Australia.":["BECS (Bulk Electronic Clearing System) — Aceite transferências bancárias seguras da Austrália."],"BECS Direct Debit":["Débito Direto BECS"],"Error retrieving the summary of disputes.":["Erro ao obter o resumo das disputas."],"There was an error rendering this view. Please contact support for assistance if the problem persists.":["Ocorreu um erro ao processar esta visualização. Contacte o suporte para obter ajuda se o problema persistir."],"The file you have attached is exceeding the maximum limit.":["O ficheiro anexado excede o limite máximo."],"SEPA Direct Debit transactions":["Transações de Débito Direto SEPA"],"Przelewy24 (P24) transactions":["Transações Przelewy24 (P24)"],"iDeal transactions":["Transações iDeal"],"Bancontact transactions":["Transações Bancontact"],"{{linkToStripePage \/}} about WooCommerce Payments Fees":["{{linkToStripePage \/}} sobre as Tarifas do WooCommerce Payments"],"{{linkToStripePage \/}} about WooCommerce Payments Fees in your country":["{{linkToStripePage \/}} sobre as Tarifas do WooCommerce Payments no seu país"],"You need to provide more information to enable %s on your checkout.":["É necessário fornecer mais informações para ativar %s no seu pagamento."],"You need to provide more information to enable %s on your checkout:":["É necessário fornecer mais informações para ativar %s no seu pagamento."],"One more step to enable %s":["Mais um passo para ativar %s"],"If you choose to continue, our payment partner Stripe will send an e-mail to {{merchantEmail \/}} to collect the required information":["Se escolher continuar, o Stripe, o nosso parceiro de pagamentos, irá enviar um e-mail para {{merchantEmail \/}} para recolher as informações necessárias"],"Personal Identification Number":["Número de Identificação Pessoal"],"Business Number":["Número da Empresa"],"Business Website":["Site da Empresa"],"Sell subscription products and services with WooCommerce Payments. {{learnMoreLink}}Learn more{{\/learnMoreLink}}":["Venda produtos e serviços de subscrição com o WooCommerce Payments. {{learnMoreLink}}Saiba mais{{\/learnMoreLink}}"],"Enable Subscriptions with WooCommerce Payments":["Ative Subscrições com o WooCommerce Payments"],"Pending activation":["Ativação pendente"],"%s won't be visible to your customers until you provide the required information. Follow the instructions sent by our partner Stripe to %s.":["%s não será visível para os seus clientes até indicar as informações necessárias. Siga as instruções enviadas pelo Stripe, o nosso parceiro, para %s."],"Pending approval":["Aprovação pendente"],"This payment method is pending approval. Once approved, you will be able to use it.":["A aprovação está pendente para este método de pagamento. Assim que for aprovado, poderá utilizá-lo."],"Contact WooCommerce Support":["Contacte o Suporte do WooCommerce"],"To use %s, please contact WooCommerce support.":["Para utilizar o %s, contacte o suporte do WooCommerce."],"Unknown transactions":["Transações desconhecidas"],"Sofort transactions":["Transações Sofort"],"GiroPay transactions":["Transações GiroPay"],"In-person transactions":["Transações presenciais"],"Card transactions":["Transações em cartão"]," The setting is not applied to In-Person Payments (please note that In-Person Payments should be captured within 2 days of authorization).":[" A definição não é aplicada a Pagamentos presenciais (tenha em conta que os Pagamentos presenciais devem ser capturados dentro de 2 dias após a autorização)."],"Allow customers to shop and pay in multiple currencies. {{learnMoreLink}}Learn more{{\/learnMoreLink}}":["Permita que os clientes comprem e paguem em várias moedas. {{learnMoreLink}}Saiba mais{{\/learnMoreLink}}"],"Enable Multi-Currency":["Ativar Várias moedas"],"Error retrieving store settings.":["Ocorreu um erro ao obter as definições da loja."],"Error retrieving single currency settings.":["Ocorreu um erro ao obter as definições de moeda única."],"Error updating currency settings.":["Ocorreu um erro ao atualizar as definições de moeda."],"Currency settings updated.":["Definições de moeda atualizadas."],"Error saving store settings.":["Ocorreu um erro ao guardar as definições da loja."],"Store settings saved.":["Definições da loja guardadas."],"Bancontact is a bank redirect payment method offered by more than 80% of online businesses in Belgium.":["O Bancontact é um método de pagamento de redirecionamento bancário oferecido por mais de 80% das empresas online na Bélgica."],"Bancontact":["Bancontact"],"Expand your business with iDEAL — Netherlands’s most popular payment method.":["Expanda o seu negócio com o iDEAL, o método de pagamento mais popular dos Países Baixos."],"iDEAL":["iDEAL"],"Accept payments with Przelewy24 (P24), the most popular payment method in Poland.":["Aceite pagamentos com o Przelewy24 (P24), o método de pagamento mais popular da Polónia."],"Przelewy24 (P24)":["Przelewy24 (P24)"],"Total":["Total"],"To preview the %1$s button, view this page in the %2$s browser.":["Para pré-visualizar o botão %1$s, veja esta página no browser %2$s."],"To preview the buttons, ensure your device is configured to accept Apple Pay or Google Pay, and view this page using the Safari or Chrome browsers.":["Para pré-visualizar os botões, certifique-se de que o dispositivo está configurado para aceitar o Apple Pay ou o Google Pay e veja esta página através do browser Safari ou Chrome."],"missing fees":["taxas em falta"],"<s>%1$s<\/s> %2$s":["<s>%1$s<\/s> %2$s"],"When enabled, users will be able to pay with a saved card during checkout. Card details are stored in our platform, not on your store.":["Quando esta opção estiver ativada, os utilizadores poderão pagar com um cartão guardado durante o pagamento. Os detalhes do cartão são armazenados na nossa plataforma e não na sua loja."],"Enable payments via saved cards":["Ativar pagamentos através dos cartões guardados"],"Thank you! Your feedback will help improve your experience in the future.":["Obrigado! O seu feedback vai ajudar a melhorar a sua experiência no futuro."],"There was an error during submission.":["Ocorreu um erro durante o envio."],"Feedback will be sent anonymously to the WooCommerce Payments development team.":["O feedback será enviado de forma anónima para a equipa de programação do WooCommerce Payments."],"What made you disable the new payments experience?":["O que fez com que desativasse a nova experiência de pagamentos?"],"Do you have any feedback for the new payments experience?":["Tem feedback acerca da nova experiência de pagamentos?"],"You've disabled the new payments experience in your store.":["Desativou a nova experiência de pagamentos na sua loja."],"Send feedback":["Enviar Comentário"],"Provide feedback about the new payments experience.":["Forneça feedback acerca da nova experiência de pagamentos."],"The survey could not be loaded.":["Não foi possível carregar o inquérito."],"Payment methods that require the new payments experience:":["Métodos de pagamento que requerem a nova experiência de pagamentos:"],"Without the new payments experience, your customers will only be able to pay using credit card \/ debit card. You will not be able to add other sales-boosting payment methods anymore.":["Sem a nova experiência de pagamentos, os seus clientes só poderão pagar através do cartão de crédito\/cartão de débito. Deixará de poder adicionar outros métodos de pagamento que aumentam as vendas."],"contact support":["contacte o apoio técnico"],"WooCommerce Payments docs":["os documentos do WooCommerce Payments"],"Need help? Visit {{ docsLink \/}} or {{supportLink \/}}.":["Precisa de ajuda? Visite {{ docsLink \/}} ou {{supportLink \/}}."],"Disable the new payments experience":["Desativar a nova experiência de pagamentos"],"There was an error disabling the new payment methods.":["Ocorreu um erro ao desativar os novos métodos de pagamento."],"Enable in your store":["Ativar na sua loja"],"Early access":["Acesso antecipado"],"Payment methods":["Métodos de Pagamento"],"Base transaction fees: %s":["Taxas de transação base: %s"],"Add feedback or disable":["Adicionar feedback ou desativar"],"Provide feedback":["Fornecer feedback"],"Enable":["Ativar"],"Get early access to additional payment methods and an improved checkout experience, coming soon to WooCommerce Payments.":["Obtenha acesso antecipado a métodos de pagamento adicionais e uma experiência de pagamento melhorada, brevemente no WooCommerce Payments."],"Enable the new WooCommerce Payments checkout experience":["Ative a nova experiência de pagamento do WooCommerce Payments"],"Charge must be captured on the order details screen within 7 days of authorization, otherwise the authorization and order will be canceled.":["A cobrança tem de ser capturada no ecrã de detalhes da encomenda no prazo de 7 dias após a autorização. Caso contrário, a autorização e a encomenda serão canceladas."],"Update your store's configuration to ensure smooth transactions.":["Atualize a configuração da sua loja para garantir transações sem problemas."],"Transactions and deposits":["Transações e depósitos"],"Enable or disable WooCommerce Payments on your store and turn on test mode to simulate transactions.":["Ative ou desative o WooCommerce Payments na sua loja e ative o modo de teste para simular transações."],"Light {{br\/}}{{helpText}}Recommended for dark or colored backgrounds with high contrast.{{\/helpText}}":["Claro {{br\/}}{{helpText}}Recomendado para fundos escuros ou coloridos com contraste elevado.{{\/helpText}}"],"Dark {{br\/}}{{helpText}}Recommended for white or light-colored backgrounds with high contrast.{{\/helpText}}":["Escuro {{br\/}}{{helpText}}Recomendado para fundos brancos ou com cores claras com contraste elevado.{{\/helpText}}"],"Large {{helpText}}(56 px){{\/helpText}}":["Grande {{helpText}}(56 px){{\/helpText}}"],"Medium {{helpText}}(48 px){{\/helpText}}":["Médio {{helpText}}(48 px){{\/helpText}}"],"Default {{helpText}}(40 px){{\/helpText}}":["Predefinição {{helpText}}(40 px){{\/helpText}}"],"Outline {{br\/}}{{helpText}}Recommended for white or light-colored backgrounds with insufficient contrast.{{\/helpText}}":["Contorno {{br\/}}{{helpText}}Recomendado para fundos brancos ou com cores claras com contraste insuficiente.{{\/helpText}}"],"When enabled, payment methods powered by WooCommerce Payments will appear on checkout.":["Quando ativados, os métodos de pagamentos fornecidos pelo WooCommerce Payments serão apresentados no ato de pagamento."],"By enabling this feature, you agree to {{stripeLink}}Stripe{{\/stripeLink}}, {{appleLink}}Apple{{\/appleLink}}, and {{googleLink}}Google{{\/googleLink}}'s terms of use.":["Ao ativar esta funcionalidade, aceita os termos de utilização da {{stripeLink}}Stripe{{\/stripeLink}}, {{appleLink}}Apple{{\/appleLink}} e {{googleLink}}Google{{\/googleLink}}."],"Debug mode":["Modo de depuração"],"Error retrieving currencies.":["Ocorreu um erro ao obter as moedas."],"Error updating enabled currencies.":["Ocorreu um erro ao atualizar as moedas ativadas."],"Enabled currencies updated.":["Moedas ativadas atualizadas."],"Preview":["Pré-visualizar"],"Error retrieving all deposits' overviews.":["Ocorreu um erro ao obter as descrições gerais de todos os depósitos."],"Use {{testCardHelpLink}}test card numbers{{\/testCardHelpLink}} to simulate various transactions. {{learnMoreLink}}Learn more{{\/learnMoreLink}}":["Utilize {{testCardHelpLink}}números de cartões de teste{{\/testCardHelpLink}} para simular várias transações. {{learnMoreLink}}Saiba mais{{\/learnMoreLink}}"],"Let your customers use their favorite express payment methods and digital wallets for faster, more secure checkouts across different parts of your store.":["Permita que os seus clientes utilizem os seus métodos de pagamento rápidos e carteiras digitais favoritos para efetuar pagamentos mais seguros e mais rápidos em diferentes partes da sua loja."],"Express checkouts":["Pagamentos rápidos"],"Theme":["Tema"],"Size":["Tamanho"],"Note that larger buttons are more suitable for mobile use.":["Tenha em atenção que os botões maiores são mais adequados para utilização em dispositivos móveis."],"Appearance":["Apresentação"],"Select a button label that fits best with the flow of purchase or payment experience on your store.":["Selecione uma etiqueta de botão mais adequada ao fluxo de compra ou experiência de pagamento na sua loja."],"Call to action":["Apelo à ação"],"Book":["Reservar"],"Only icon":["Apenas ícone"],"Show express checkouts on":["Mostrar pagamentos rápidos em"],"When enabled, payment error logs will be saved to WooCommerce > Status > Logs.":["Quando esta opção estiver ativada, os registos de erros de pagamento serão guardados em WooCommerce > Estado > Registos."],"Log error messages":["Registar mensagens de erro"],"Advanced settings":["Definições avançadas"],"You can add it again at any time in {{wooCommercePaymentsLink \/}}":["Pode adicioná-lo novamente em qualquer altura em {{wooCommercePaymentsLink \/}}"],"Are you sure you want to remove {{strong}}%s{{\/strong}}? Your customers will no longer be able to pay using %s.":["Tem a certeza de que pretende remover {{strong}}%s{{\/strong}}? Os seus clientes deixarão de poder pagar com %s."],"Remove":["Remover"],"Remove %1$s from checkout":["Remover %1$s do pagamento"],"Continue":["Continuar"],"Enable Apple Pay \/ Google Pay":["Ativar o Apple Pay e o Google Pay"],"Save changes":["Guardar alterações"],"Error retrieving settings.":["Ocorreu um erro ao obter as definições."],"Error saving settings.":["Ocorreu um erro ao guardar as definições."],"Settings saved.":["Configurações guardadas"],"Add and edit payments available to customers at checkout. Based on their device type, location, and purchase history, your customers will only see the most relevant payment methods.":["Adicione e edite pagamentos disponíveis para os clientes no ato de pagamento. Com base no respetivo tipo de dispositivo, localização e histórico de compras, os seus clientes apenas verão os métodos de pagamento mais relevantes."],"Transaction preferences":["Preferências de transações"],"View frequently asked questions":["Ver Perguntas frequentes"],"Manage in Stripe":["Gerir na Stripe"],"Manage and update your deposit account information to receive payments and payouts.":["Efetue a gestão e atualize as informações da conta de depósito para receber pagamentos."],"Bank account information":["Informações da conta bancária"],"Edit the way your store name appears on your customers' bank statements.":["Edite a forma como o nome da sua loja é apresentado nos extratos bancários dos clientes."],"Issue an authorization on checkout, and capture later":["Emitir uma autorização no pagamento e capturar mais tarde"],"Product page":["Página do produto"],"Payments accepted on checkout":["Pagamentos aceites"],"Cancel":["Cancelar"],"Reach 500 million customers and over 20 million businesses across the European Union.":["Alcance 500 milhões de clientes e mais de 20 milhões de empresas em toda a União Europeia."],"Accept secure bank transfers from Austria, Belgium, Germany, Italy, Netherlands, and Spain.":["Aceite transferências bancárias seguras da Alemanha, Áustria, Bélgica, Espanha, Itália e Países Baixos."],"Expand your business with giropay — Germany’s second most popular payment system.":["Expanda a sua empresa com o Giropay, o segundo sistema de pagamento mais popular da Alemanha."],"giropay":["giropay"],"Let your customers pay with major credit and debit cards without leaving your store.":["Permita que os seus clientes paguem com os principais cartões de crédito e de débito sem sair da sua loja."],"Credit card \/ debit card":["Cartão de crédito\/cartão de débito"],"Remove file":["Remover ficheiro"],"Recommended":["Recomendado"],"Sofort":["Sofort"],"Disable":["Desativar"],"General":["Geral"],"Upload file":["Carregar ficheiro"],"Error retrieving disputes.":["Ocorreu um erro ao obter as contestações."],"Error retrieving dispute.":["Ocorreu um erro ao obter a contestação."],"There has been an error accepting the dispute. Please try again later.":["Ocorreu um erro ao aceitar a contestação. Tente novamente mais tarde."],"You have accepted the dispute.":["Aceitou a contestação."],"You have accepted the dispute for order #%s.":["Aceitou a contestação da encomenda n.º %s."],"Error retrieving deposits overview.":["Ocorreu um erro ao obter a descrição geral dos depósitos."],"Error retrieving deposit.":["Ocorreu um erro ao obter o depósito."],"Error retrieving deposits.":["Ocorreu um erro ao obter os depósitos."],"Error creating instant deposit.":["Ocorreu um erro ao criar o depósito instantâneo."],"View details":["Ver detalhes"],"Instant deposit for %s in transit.":["Depósito instantâneo para %s em trânsito."],"%1$f%% + %2$s per transaction":["%1$f%% + %2$s por transação"],"Learn more":["Saber mais"],"(%f%% discount)":["(%f%% de desconto)"],"SEPA Direct Debit":["Débito direto SEPA"],"Dev mode is active so logging is on by default.":["O Modo de programador está ativo, por isso, os registos estão ativados por predefinição."],"Dev mode is active so all transactions will be in test mode. This setting is only available to live accounts.":["O Modo de programador está ativo, por isso, todas as transações estarão no modo de teste. Esta definição apenas está disponível para contas ativas."],"Checkout":["Finalizar Compra"],"Cart":["Carrinho de compras"],"Donate":["Doar"],"Buy":["Comprar"],"Enable test mode":["Ativar modo de teste"],"Test mode":["Modo de teste"],"Customer bank statement":["Extrato bancário do cliente"],"Enable WooCommerce Payments":["Ativar o WooCommerce Payments"],"Settings":["Definições"],"WooCommerce Payments":["WooCommerce Payments"]}}}