{"locale_data":{"messages":{"":{"plural_forms":"nplurals=2; plural=n != 1;","language":"pt","project_id_version":"WooCommerce - WooCommerce Payments"},"Reached maximum character count for evidence":["Foi atingido o número máximo de caracteres para as provas"],"Return to evidence submission":["Voltar ao envio de provas"],"The files you've attached to this dispute as evidence will exceed the limit for a dispute's total size. Try using smaller files as evidence. Hint: if you've attached images, you might want to try providing them in lower resolutions.":["Os ficheiros que anexou a esta contestação como provas irão exceder o limite do tamanho total de uma contestação. Experimente utilizar ficheiros mais pequenos como prova. Sugestão: se tiver anexado imagens, pode experimentar fornecê-las em resoluções mais baixas."],"Please wait until file upload is finished":["Aguarde pela conclusão do carregamento do ficheiro"],"Failed to save evidence. (%s)":["Falha ao guardar a prova. (%s)"],"Failed to submit evidence. (%s)":["Falha ao enviar a prova. (%s)"],"Evidence saved!":["Prova guardada!"],"Evidence submitted!":["Prova enviada!"],"There are unsaved changes on this page. Are you sure you want to leave and discard the unsaved changes?":["Existem alterações não guardadas nesta página. Tem a certeza de que pretende sair e rejeitar as alterações não guardadas?"],"Multiple product types":["Vários tipos de produtos"],"Offline service":["Serviço offline"],"Digital product or service":["Serviço ou produto digital"],"Physical product":["Produto físico"],"Select one…":["Selecionar um…"],"Product type":["Tipo de produto"],"Save for later":["Guardar para mais tarde"],"Submit evidence":["Enviar prova"],"We will automatically submit any saved evidence at the due date.":["Vamos enviar automaticamente qualquer prova guardada na data de vencimento."],"You can also save this evidence for later instead of submitting it immediately.":["Também pode guardar esta prova para mais tarde, em vez de a enviar imediatamente."],"Evidence submission is final.":["O envio de provas é definitivo."],"When you submit your evidence, we'll format it and send it to the cardholder's bank, then email you once the dispute has been decided.":["Quando enviar a sua prova, vamos formatá-la e enviá-la para o banco do titular do cartão. Em seguida, iremos enviar-lhe um e-mail quando houver uma decisão acerca da contestação."],"Are you sure you're ready to submit this evidence? Evidence submissions are final.":["Tem a certeza de que pretende enviar esta prova? Os envios de provas são definitivos."],"Dispute not loaded":["Contestação não carregada"],"View submitted evidence":["Ver provas enviadas"],"Challenge dispute":["Refutar contestação"]}}}